{
    "home":"Home",
    "Über uns":"About Us",
    "Kontaktieren Sie uns":"Contact Us",
    "Was wir tun":"What we do",
    "Unsere kunden":"Our customers",
    "Projektablauf":"Project Schedule",
    "Wer wir sind":"Who We Are", 
    "Premium-service&ratgeber":"Premium service& guide",
    "Kontakt&Vorgespräch":"Contact & Preliminary Talk",
    "info":"Channel Information",
    "name":"Names",
    "email":"Email",
    "Mobile":"Mobile",
    "subscribe":"Subscribe Now",
    "Wir bieten JOB-Dienstleistungen, denen Sie vertrauen können!":"We Provide JOB Services That You Can Trust!",
    "Termin vereinbaren":"Get Appointment",
    "Wir Sind Immer Bereit,Ihnen Zu Helfen":"We Are Always Ready To Help You",
    "Denken Sie positiv, sprechen Sie freundlich und handeln Sie gut: Für hochqualifizierte Fachkräfte und erfahrene Führungskräfte, die eine berufliche Neuorientierung anstreben, ist Vertrauen von entscheidender Bedeutung. Unser Ziel ist es, sicherzustellen, dass unsere Kunden in vertraulichen Top-Positionen erfolgreich platziert werden, die nicht öffentlich ausgeschrieben, sondern diskret vergeben werden. Beantragen Sie unser Insider-Dossier zum verdeckten Stellenmarkt : Anstelle von Begriffen wie Outplacement, Newplacement und ähnlichen Ansätzen verwenden wir eine andere Herangehensweise Statt auf Outplacement, Newplacement und ähnliche Ansätze zu setzen, konzentrieren wir uns seit über 23 Jahren auf eine völlig andere Dienstleistung, die speziell auf Top-Managerinnen und -Manager zugeschnitten ist. Wir bieten keine herkömmliche Karriereberatung, psychologische Unterstützung oder Workshops an, die oft nicht wirklich benötigt werden. Stattdessen bieten wir Research und ein tiefes Verständnis für latente Stellenangebote in Kombination mit proaktivem Vertrieb Zugang zu hochrangigen Positionen bieten : Wir stellen unseren Kunden eine Liste von Unternehmen zusammen, in denen die geeignete Position für sie existiert. Aus dieser Liste wählen wir sorgfältig die Unternehmen aus, in denen die Aussicht auf eine baldige Besetzung dieser Position so hoch ist, dass es sich lohnt, sich zu bewerben. Unser Wissen über diese latenten Vakanzen basiert auf unserer Beteiligung an der Besetzung von etwa 180 Top-Positionen pro Jahr. ZUGANG ZU DEN ENTSCHEIDERN : Wir identifizieren die Entscheidungsträger für die jeweilige Top-Position und vermitteln unseren Kunden den Kontakt zu diesen Personen, sei es Vorständen, Geschäftsführern, Aufsichtsräten oder Gesellschaftern.":"Think positively, speak kindly, and act well: Trust is crucial for highly skilled professionals and experienced executives looking for career change. Our goal is to ensure that our clients are successfully placed in confidential top positions that are not publicly advertised, but are awarded discreetly. Apply for our insider dossier on the hidden job market: Instead of using terms such as outplacement, newplacement and similar approaches, we use a different approach Instead of relying on outplacement, newplacement and similar approaches, we have been focusing on a completely different service for over 23 years, which is specifically tailored to top managers. We don't offer traditional career counseling, psychological support, or workshops, which are often not really needed. Instead, we provide research and a deep understanding of deferred job opportunities combined with proactive sales to provide access to high-level positions: we compile a list of companies for our clients where the right position exists for them. From this list, we carefully select those companies where the prospect of filling this position soon is so high that it is worth applying. Our knowledge of these latent vacancies is based on our involvement in filling approximately 180 top positions per year. ACCESS TO DECISION-MAKERS : We identify the decision-makers for the respective top position and put our clients in touch with these people, be they board members, managing directors, supervisory board members or shareholders.",
    "Unsere Reputation ermöglicht es, dass wir und unsere Kunden bekannt sind und erkannt werden : Seit unserer Gründung im Jahr 2000 haben wir an der Besetzung von über 2.200 Top-Positionen im Gehaltsbereich von 160.000 EUR bis 4,8 Mio. EUR mitgewirkt. Unsere Kunden stammen aus der D-A-CH-Region oder sind als Expats in verschiedenen Ländern tätig, darunter die USA, Asien, Benelux und viele andere.":"Our reputation allows us and our customers to be known and recognized: Since our foundation in 2000, we have helped fill over 2,200 top positions in the salary range from EUR 160,000 to EUR 4.8 million. Our clients are from the D-A-CH region or operate as expats in various countries, including the USA, Asia, Benelux and many others.",
    "Die Abbildung des aktuellen Zustands, weil es passt ! Ein Top-Manager, der eine berufliche Veränderung in Betracht zieht oder notwendig hat, stellt sich vor allem die Fragen, was für die nächste Position wünschenswert ist, welche Herausforderungen er sich zutraut und was für ihn attraktiv erscheint. Im Gegensatz dazu stellen sich diejenigen, die über die Besetzung von Führungspositionen entscheiden, nur eine einzige Frage: Welcher Bewerber ist ideal für die Aufgaben, die im jeweiligen Unternehmen zu erledigen sind? Es spielt keine Rolle, ob ein Kandidat der Aufgabe zutraut oder nicht, da dies genauso irrelevant ist wie alle anderen genannten Fragen. Es spielt keine Rolle, ob ein Kandidat auf Empfehlung kommt. Niemand übergibt einem Top-Manager die Verantwortung für das eigene Unternehmen, nur weil sich ein Bekanntes, ein Headhunter, ein Berater oder irgendeine andere Person für ihn „ins Zeug legt“. Nur durch das Beweisen kann man mehr Motivation bekommen. Obwohl es keine Passung gibt, kann dieser Wind immer noch sehr stark wehen. Die Ablehnung wird sich nicht ändern. Da es vor allem um die „Passung“ geht, beginnen wir unsere Zusammenarbeit mit dem Kunden mit der Frage, welche Kriterien unser Kunde erfüllt und in welchen Unternehmen diese Kriterien erforderlich sind. Anders ausgedrückt: In welchem Unternehmen gibt es eine Stelle, die unserem Kunden ideal entspricht? Um dies zu verdeutlichen, sind hier einige Kriterien aufgeführt:":"Mapping the current situation because it fits! A top manager who is considering or needs to make a career change asks himself above all what is desirable for the next position, what challenges he is confident about and what seems attractive to him. In contrast, those making decisions about filling management positions only ask themselves one question: which candidate is ideal for the tasks to be performed in the respective company? It doesn't matter whether a candidate is confident in the job or not, as this is just as irrelevant as all the other questions mentioned. It doesn't matter whether a candidate comes recommended. Nobody hands over responsibility for their own company to a top manager just because someone they know, a headhunter, a consultant or any other person 'goes to bat' for them. The only way to get more motivation is by proving it. Even though there is no fit, this wind can still blow very strongly. The rejection will not change. Since it's all about 'fit', we start our collaboration with the client by asking which criteria our client meets and in which companies these criteria are required. In other words: In which company is there a position that ideally matches our client? To illustrate this, here are some criteria:Translated with DeepL.com (free version)"


}