{
    "home":"Accueil",
    "Über uns":"à propos",
    "Kontaktieren Sie uns":"Contactez NOUS",
    "Was wir tun":"Ce que nous faisons",
    "Unsere kunden":"Nos clients",
    "Projektablauf":"Échéancier du projet",
    "Wer wir sind":"Qui sommes-nous ?", 
    "Premium-service&ratgeber":"Service et guide",
    "Kontakt&Vorgespräch":"Contact et entretien",
    "info":"Informations sur la chaîne",
    "name":"Noms",
    "email":"e-mail",
    "Mobile":"Mobile",
    "subscribe":"Abonnez-vous",
    "Wir bieten JOB-Dienstleistungen, denen Sie vertrauen können!":"Nous fournissons des services auxquelles vous pouvez faire confiance !",
    "Termin vereinbaren":"Obtenir un rendez-vous",
    "Wir Sind Immer Bereit,Ihnen Zu Helfen":"Nous Sommes Toujours Prêts à Vous Aider",
    "Denken Sie positiv, sprechen Sie freundlich und handeln Sie gut: Für hochqualifizierte Fachkräfte und erfahrene Führungskräfte, die eine berufliche Neuorientierung anstreben, ist Vertrauen von entscheidender Bedeutung. Unser Ziel ist es, sicherzustellen, dass unsere Kunden in vertraulichen Top-Positionen erfolgreich platziert werden, die nicht öffentlich ausgeschrieben, sondern diskret vergeben werden. Beantragen Sie unser Insider-Dossier zum verdeckten Stellenmarkt : Anstelle von Begriffen wie Outplacement, Newplacement und ähnlichen Ansätzen verwenden wir eine andere Herangehensweise Statt auf Outplacement, Newplacement und ähnliche Ansätze zu setzen, konzentrieren wir uns seit über 23 Jahren auf eine völlig andere Dienstleistung, die speziell auf Top-Managerinnen und -Manager zugeschnitten ist. Wir bieten keine herkömmliche Karriereberatung, psychologische Unterstützung oder Workshops an, die oft nicht wirklich benötigt werden. Stattdessen bieten wir Research und ein tiefes Verständnis für latente Stellenangebote in Kombination mit proaktivem Vertrieb Zugang zu hochrangigen Positionen bieten : Wir stellen unseren Kunden eine Liste von Unternehmen zusammen, in denen die geeignete Position für sie existiert. Aus dieser Liste wählen wir sorgfältig die Unternehmen aus, in denen die Aussicht auf eine baldige Besetzung dieser Position so hoch ist, dass es sich lohnt, sich zu bewerben. Unser Wissen über diese latenten Vakanzen basiert auf unserer Beteiligung an der Besetzung von etwa 180 Top-Positionen pro Jahr. ZUGANG ZU DEN ENTSCHEIDERN : Wir identifizieren die Entscheidungsträger für die jeweilige Top-Position und vermitteln unseren Kunden den Kontakt zu diesen Personen, sei es Vorständen, Geschäftsführern, Aufsichtsräten oder Gesellschaftern.":"Pensez positivement, parlez gentiment et agissez bien : la confiance est cruciale pour les professionnels hautement qualifiés et les cadres expérimentés à la recherche d’un changement de carrière. Notre objectif est de faire en sorte que nos clients soient placés avec succès à des postes de direction confidentiels qui ne sont pas annoncés publiquement, mais qui sont attribués discrètement. Demandez notre dossier d’initiés sur le marché caché de l’emploi : Au lieu d’utiliser des termes tels que outplacement, newplacement et approches similaires, nous utilisons une approche différente Au lieu de miser sur l’outplacement, le newplacement et d’autres approches similaires, nous nous concentrons depuis plus de 23 ans sur un tout autre service, spécialement conçu pour les cadres supérieurs. Nous n’offrons pas d’orientation professionnelle traditionnelle, de soutien psychologique ou d’ateliers, qui ne sont souvent pas vraiment nécessaires. Au lieu de cela, nous fournissons des recherches et une compréhension approfondie des opportunités d’emploi différées combinées à des ventes proactives pour donner accès à des postes de haut niveau : nous compilons une liste d’entreprises pour nos clients où le poste qui leur convient le mieux. À partir de cette liste, nous sélectionnons avec soin les entreprises où la perspective de pourvoir ce poste est si élevée qu’il vaut la peine de postuler. Notre connaissance de ces « postes vacants latents » repose sur notre participation à la dotation d’environ 180 postes de haut niveau par an. ACCÈS AUX DÉCIDEURS : Nous identifions les décideurs pour le poste de direction respectif et mettons nos clients en contact avec ces personnes, qu’il s’agisse de membres du conseil d’administration, de directeurs généraux, de membres du conseil de surveillance ou d’actionnaires.",
    "Unsere Reputation ermöglicht es, dass wir und unsere Kunden bekannt sind und erkannt werden : Seit unserer Gründung im Jahr 2000 haben wir an der Besetzung von über 2.200 Top-Positionen im Gehaltsbereich von 160.000 EUR bis 4,8 Mio. EUR mitgewirkt. Unsere Kunden stammen aus der D-A-CH-Region oder sind als Expats in verschiedenen Ländern tätig, darunter die USA, Asien, Benelux und viele andere.":"Notre réputation nous permet, ainsi qu’à nos clients, d’être connus et reconnus : depuis notre création en 2000, nous avons contribué à pourvoir plus de 2 200 postes de haut niveau dans une fourchette salariale allant de 160 000 euros à 4,8 millions d’euros. Nos clients sont originaires de la région D-A-CH ou opèrent en tant qu’expatriés dans divers pays, notamment aux États-Unis, en Asie, au Benelux et bien d’autres.",
    "Die Abbildung des aktuellen Zustands, weil es passt ! Ein Top-Manager, der eine berufliche Veränderung in Betracht zieht oder notwendig hat, stellt sich vor allem die Fragen, was für die nächste Position wünschenswert ist, welche Herausforderungen er sich zutraut und was für ihn attraktiv erscheint. Im Gegensatz dazu stellen sich diejenigen, die über die Besetzung von Führungspositionen entscheiden, nur eine einzige Frage: Welcher Bewerber ist ideal für die Aufgaben, die im jeweiligen Unternehmen zu erledigen sind? Es spielt keine Rolle, ob ein Kandidat der Aufgabe zutraut oder nicht, da dies genauso irrelevant ist wie alle anderen genannten Fragen. Es spielt keine Rolle, ob ein Kandidat auf Empfehlung kommt. Niemand übergibt einem Top-Manager die Verantwortung für das eigene Unternehmen, nur weil sich ein Bekanntes, ein Headhunter, ein Berater oder irgendeine andere Person für ihn „ins Zeug legt“. Nur durch das Beweisen kann man mehr Motivation bekommen. Obwohl es keine Passung gibt, kann dieser Wind immer noch sehr stark wehen. Die Ablehnung wird sich nicht ändern. Da es vor allem um die „Passung“ geht, beginnen wir unsere Zusammenarbeit mit dem Kunden mit der Frage, welche Kriterien unser Kunde erfüllt und in welchen Unternehmen diese Kriterien erforderlich sind. Anders ausgedrückt: In welchem Unternehmen gibt es eine Stelle, die unserem Kunden ideal entspricht? Um dies zu verdeutlichen, sind hier einige Kriterien aufgeführt:":"La représentation de l'état actuel, parce que cela convient ! Un cadre supérieur qui envisage un changement de carrière ou qui en a besoin se pose avant tout des questions sur ce qui est souhaitable pour son prochain poste, sur les défis qu'il se sent capable de relever et sur ce qui lui semble attrayant. En revanche, ceux qui décident de pourvoir des postes de direction ne se posent qu'une seule question : quel candidat est idéal pour les tâches à accomplir dans l'entreprise concernée ? Peu importe qu'un candidat ait ou non confiance en la tâche, car cela n'a pas plus d'importance que toutes les autres questions mentionnées. Le fait qu'un candidat soit recommandé n'a aucune importance. Personne ne confie à un top manager la responsabilité de sa propre entreprise simplement parce qu'une personne de sa connaissance, un chasseur de têtes, un consultant ou toute autre personne se 'met en quatre' pour lui. Ce n'est qu'en faisant ses preuves que l'on peut obtenir plus de motivation. Bien qu'il n'y ait pas d'adéquation, ce vent peut toujours souffler très fort. Le rejet ne changera pas. Comme il s'agit avant tout d'une 'adéquation', nous commençons notre collaboration avec le client en nous demandant quels critères notre client remplit et dans quelles entreprises ces critères sont nécessaires. En d'autres termes, dans quelle entreprise existe-t-il un poste qui correspond idéalement à notre client ? Pour illustrer ce point, voici quelques critères :Traduit avec DeepL.com (version gratuite)"


}